[
  {
    "id": "phaturator",
    "name": "PHATurator",
    "price": "$49",
    "headline": "Colour Your Sound",
    "subHeader": "Analogue modelled multi-stage saturation, with zero latency. Dial in FET, Tube, Tape, Punch (SSL), Phat (Urei), Warmth (Neve) saturations, to apply anything from subtle warmth to brutal drive.",
    "header1": "Stack Multiple Saturations",
    "header2": "Fatten Any Source",
    "description1": "The PHATurator is the only plugin that lets you stack multiple saturation models. In top studios, engineers routinely layer analogue saturations across sources to achieve richer harmonics, better depth, and controlled tonal grit without extreme settings. PHATurator brings this workflow to your DAW with zero latency, no noise, and hardware-style responsiveness.",
    "description2": "PHATurator reshapes thin, spiky, or undefined tracks without noise or latency. CLEAN mode is transparent. PHAT adds subtle transformer saturation with resonant HPF. PHATTER stacks dual transformer stages with accentuated HPF resonance for fast tonal decisions, from drum rooms to piano to the full mix bus.",
    "image": "/assets/images/products/phaturator.jpg",
    "buyLink": "https://feddsp.lemonsqueezy.com/buy/0b52c713-20a5-43ae-a90b-c711d045947a?discount=0",
    "demoLink": "https://yourshop.lemonsqueezy.com/demo/phaturator",
    "logo": "/assets/images/products/phat-logo.png",
    "heroColour": "#1c1c1c",
    "heroTextColour": "#fff"
  },
  {
    "id": "leone",
    "name": "leONE",
    "price": "$49",
    "headline": "Push Your Limits",
    "subHeader": "Crystal clear limiting with zero latency",
    "header1": "Stack Multiple Saturations",
    "header2": "Fatten Any Source",
    "description1": "leONE is a dual zero-latency limiter built for tracking and live use. Default mode is ultra-clean and transparent. Release spans 2s → 0.01ms, so it can quietly glue or absolutely crush. Dual stages give flexible gain staging.",
    "description2": "Core controls: In, Clamp (ceiling), Release, Out. One-click modes: WARM (adds low-end heft), CLARA (mid-range bite), TUBE (hardware colour), GRIT (envelope-aware transient shaving for surgical mix control when paired with stage 2).",
    "image": "/assets/images/products/leone.jpg",
    "buyLink": "https://feddsp.lemonsqueezy.com/buy/leone",
    "demoLink": "https://yourshop.lemonsqueezy.com/demo/leone",
    "logo": "/assets/images/products/leone-logo.png",
    "heroColour": "#000",
    "heroTextColour": "#fff"
  },
  {
    "id": "fiery",
    "name": "FIERY",
    "price": "$49",
    "headline": "Ignite Your Mix",
    "header1": "Stack Multiple Saturations",
    "header2": "Fatten Any Source",
    "subHeader": "Explosive FET compression with instant attack and attitude",
    "description1": "FIERY is not an 1176 clone. It merges the best traits of classic FET units for aggressive but harmonically rich, musical compression that reacts organically.",
    "description2": "Modes: CLASSIC (modern, driven), VINTAGE (old-school colour + movement). Dual transformers engage the ADR (Analogue Drift Recreation) for hardware-like motion. DC reshapes release from violent to smooth.",
    "image": "/assets/images/products/fiery.jpg",
    "buyLink": "https://yourshop.lemonsqueezy.com/buy/fiery",
    "demoLink": "https://yourshop.lemonsqueezy.com/demo/fiery",
    "logo": "/assets/images/products/fiery-logo.png",
    "heroColour": "#111",
    "heroTextColour": "#fff"
  }
]
